[
    "RT @LibertyPillMeme: @elonmusk The Left right now https://t.co/YMScDdYTH9",
    "@WallStreetMav It’s crazy. Retirees are having their money stolen!",
    "@amuse I wonder who wrote this",
    "RT @amuse: SCRIPTED: Paid protesters at Tesla Takedown events are given scripts by the Soros-backed organizers. https://t.co/uOUR9mR6cs",
    "It is time to arrest those funding the attacks. \n\nArresting their puppets and paid foot-soldiers won’t stop the violence. \n\n https://t.co/R4aHg4Q5Kw",
    "RT @StartupArchive_: Marc Andreessen on what makes Elon impossible to compete with\n\n“I’m not aware of another CEO who operates the way he d…",
    "RT @ScottPresler: BREAKING: A Madison-based Wisconsin appeals court\n\nrejected AG Kaul from blocking Elon Musk’s get out the vote efforts.…",
    "They literally are paid “protesters”!\n https://t.co/wx0JFXWNFD",
    "@EndWokeness Maybe we should do a dance off 🕺",
    "@visegrad24 Looking into it",
    "RT @Nocapongod_: Anti-Trump protest @ City Hall Los Angeles https://t.co/T481jcSBfL",
    "@NibMemes @Nocapongod_ 🔥🤣",
    "@Nocapongod_ Haha wow",
    "@DonaldJTrumpJr !!",
    "@micsolana 🤨",
    "RT @GuntherEagleman: WISCONSIN,  Get out and vote! https://t.co/EVLVDKS7ex",
    "@visegrad24 Space is hard. Took @SpaceX 4 tries to reach orbit. \n\nThey can probably do it in fewer. \n\nBut then it gets vastly harder to achieve truly useful reusability. Only SpaceX has ever done that.",
    "@TobyPhln 😂",
    "Of course. \n\nThe left lied. https://t.co/mf99CQqJgl",
    "RT @DonaldJTrumpJr: Yes. This!!! Don’t sit on your laurels guys. Get out and VOTE. You have till end of day Tuesday but the sooner the bett…",
    "RT @DonaldJTrumpJr: Leftist control of our schools has led to this. Think about that when you see Dems opposing school choice and fighting…",
    "RT @SpaceX: The Fram2 @framonauts and SpaceX completed a full rehearsal of launch day activities ahead of liftoff on Monday https://t.co/e1…",
    "RT @GuntherEagleman: UPDATE: over $257,000,000,000.00! \n\nThank you DOGE! https://t.co/kGAv0cd0Ju",
    "@MarioNawfal 🔥🔥",
    "@dexterwebn @DOGE No, Einstein, they can get tax “refunds” and tax credits (which can be cashed) *without* paying taxes!",
    "RT @WallStreetMav: 🎯 https://t.co/KzN3YwvBak",
    "@Chad_Hurley True",
    "RT @MarioNawfal: 🚨 🇺🇸 NYC CONTINUES TO HOUSE MIGRANTS IN TAXPAYER-FUNDED HOTELS, NEW SHELTER OPENED\n\nThe ongoing migrant crisis in New York…",
    "Cool https://t.co/LU9N4PfsAW",
    "@WallStreetApes 💯",
    "@JTLonsdale 🎯😂",
    "Who is funding and organizing all these paid protests? https://t.co/QDjD9Gao8a",
    "RT @edwards345: Interestingly, the closest astronauts have ever come to flying in a true polar orbit (90 deg inclination) were the original…",
    "Sure is insanely ironic that the people shooting bullets into Tesla stores, burning down cars and generally being violent are calling me a Nazi when I have done literally zero violence at all 🤷‍♂️ https://t.co/DWrC7zrLw9",
    "@JTLonsdale Exactly",
    "@WallStreetApes 💯",
    "IRS refund fraud payments are one of several means used by the Democratic Party to attract and retain illegal immigrants in the USA. That’s why they are so opposed to @DOGE stopping this!\n\nThe Democratic Party is aiding and abetting fraudulent government payments to illegals in https://t.co/1t45vSnhce",
    "💯\n https://t.co/5Pxy4G0GHk",
    "Exactly https://t.co/OyIAefETt1",
    "Democratic Party voter importation https://t.co/xUT7pHrDHw",
    "RT @ScottPresler: VICTORY! \n\nWE DID IT! \n\nWe texted 71,000 Western Wisconsin voters courting their votes for Brad Schimel. \n\nA new campaign…",
    "@nayibbukele 💯",
    "💯 https://t.co/vAdZTXhu2m",
    "@TheRabbitHole84 Of course",
    "RT @DefiyantlyFree: Susan Crawford promised to gerrymander the democrats two additional seats. \n\nHakeem Jeffries bragged about it. \n\nWe hav…",
    "Interesting 🤔 https://t.co/8B6ATDMyZz",
    "@twatterbaas Wow",
    "The goal of the left is to destroy my influence. \n\nSo they relentlessly push negative propaganda about me like the fake Nazi stuff and ignore anything positive. \n\nThey are evil. https://t.co/RfS7e9UtAC",
    "@matteosalvinimi @POTUS Yes",
    "@BasedMikeLee This is nuts",
    "True https://t.co/d1ISlgldSP",
    "@FrontlinesTPUSA @sav_says_ @TPUSA These are the puppets, but who are the puppetmasters?",
    "First time humans will be in polar orbit around Earth launches on Monday!\n\n@framonauts https://t.co/s0fNKcUxNx",
    "RT @SpaceX: Teams rolled Falcon 9 and Dragon out to the pad at 39A in Florida ahead of the vehicles going vertical https://t.co/AgbhtUQdhc",
    "@lindayaX @farzyness Yeah",
    "Servers are running hot 🥵 https://t.co/2VDjMz6Rsl",
    "Everything is computer https://t.co/htfRhmQphU",
    "True https://t.co/DWUadoe6mQ",
    "This may be unfair to Llama",
    "RT @SecRollins: Here are 5 AG-tions this week!\n\n🇺🇸 Repped our great farmers at cabinet meeting\n🥚 Wholesale egg prices drop\n📈 Reinstated NAS…",
    "@Josikinz ✨❤️✨",
    "A Supreme Court election in Wisconsin might determine the fate of America https://t.co/lucFh8uydy",
    "@TheBabylonBee 😬",
    "RT @SimonSaysKnow: @DonaldJTrumpJr This Wisconsin election has national implications. If the Republican doesn’t win it will change the nati…",
    "RT @DonaldJTrumpJr: Wisconsin pay attention and vote this weekend.",
    "@HSajwanization @JMilei 😎",
    "This is really cool ❤️ https://t.co/cWJGmpbV0H",
    "RT @ElonClipsX: Here's Elon's brief one-on-one interview with Fox News on DOGE, the attacks against Tesla, President Trump and Ukraine.\n\nTi…",
    "RT @AutismCapital: 🚨GAVIN BAKER: \"There was a guy who had been in the Navy Seals and had deployed to 80+ countries and I asked him 'What is…",
    "RT @teslaownersSV: Elon Musk “There were over $300M of @SBAgov loans that’s been given out to people under the age of 11… the youngest reci…",
    "RT @pranjalssh: We're going for the throne. Join us.",
    "RT @DillonLoomis22: Alright, this Elon prediction from Master Plan Part Deux in 2016 is about to be eerily accurate. This is wild\n\nPeople l…",
    "RT @teslaownersSV: Just Grok it. \n\nI no longer use Google search\n https://t.co/5Juw8WPV5G",
    "RT @cb_doge: BREAKING: SpaceX is deploying Starlink kits to aid communication in the affected regions in Thailand and Myanmar. https://t.co…",
    "@GenFlynn @DOGE I know DoD procurement better than I knew any part of the government before @DOGE. \n\nMajor reform is needed. And it will happen.",
    "RT @teslaownersSV: JUST A REMINDER 🚨 Now access Grok through:\n\n•The 𝕏 app\n•Its standalone app\n•The website Grok .com\n•Telegram\n https://t.c…",
    "RT @Rothmus: 🎯🎯 https://t.co/EIzb4FFipX",
    "RT @amuse: MIGA: Irish teacher Enoch Burke was fired after refusing to use a student’s preferred pronouns. In response, the court seized hi…",
    "@BuckarooBandit @Rothmus 🤔",
    "RT @amuse: UK: Britain is now openly codifying a two-tier justice system—where white men face the full weight of legal retribution, while M…",
    "RT @DOGE: Contract update!\n\nOver the last 3 days, agencies terminated 121 wasteful contracts with a ceiling value of $351M and savings of $…",
    "@StephenM True",
    "RT @GoodwinMJ: I cannot remember the last time I saw six police officers together in Britain. But here they are, arresting two parents, in…",
    "Not bad https://t.co/pGlIkurYEm",
    "@GuntherEagleman 👍",
    "Starlink now in Azerbaijan 🇦🇿! https://t.co/pxLj4dARLb",
    "@DefiantLs Yes",
    "RT @GuntherEagleman: Senator John Kennedy called the DOGE mission \"the most important in the history of ever.\"\n\nHe's correct.\n\nIf we don't…",
    "💯 https://t.co/z1aHk6IOud",
    "RT @cb_doge: BREAKING: Elon Musk will hold a Town Hall in Green Bay, Wisconsin on Sunday at 6:30pm CT. Entrance is limited to those who hav…",
    "@jacktronprime @DefiyantlyFree Yup 🤦‍♂️",
    "🇺🇸🇺🇸 https://t.co/p2iS4qrAer",
    "RT @cb_doge: 🚨ELON MUSK: \"It's disadvantageous for me to be in the govt, not advantageous. If I wasn't in the govt, I could push for things…",
    "@MichaelDell 😎",
    "RT @tunguz: Hey @grok, according to my tweets, which historical character from the past do I resemble the most?",
    "RT @DefiyantlyFree: FL-1 \n\nFL-6 \n\nWI\n\nGo vote. \n\nPlease.",
    "RT @cb_doge: ELON MUSK: \"I really haven't been involved in politics until recently, I really just wanted to build technology. \n\nBut I came…",
    "RT @alx: BREAKING: Federal appeals court lifts order blocking Elon Musk’s DOGE from making further cuts to USAID.\n\n“The three-judge panel r…",
    "@NavarroThinker You’re right. I should be #1. \n\nI got overconfident with Kekius_Maximus and he died.",
    "Imagine if every member of Congress had a veto right on legislation that could only be overridden by a committee that meets infrequently. Same thing. https://t.co/cXLg3MCTNE"
]